const ar = {
  //Register page
  Register: "تسجل دخول جديد",
  Register_msg: "قم بإنشاء حساب جديد اليوم.",
  fristName: "الأسم الأول",
  lastName: "الأسم الأخير",
  Iaccept_conditions: "أوافق على ",
  Iaccept_conditions2: "الشروط والأحكام",
  Have_an_account: "هل لديك حساب؟",
  Continue: "إستمر",
  Borrower: "مستعير",
  Car_rental: "تاجير سيارة",
  Wrong: "كلمة المرور لمرة واحدة خاطئة، حاول مرة أخرى ",

  //login page
  login_msg: "مرحبًا بعودتك !",
  ContinueWith: "تواصل مع",
  Login: " تسجل الدخول",
  remember_me: "تذكرنى",
  Signup: "تسجل دخول جديد",
  Google: "جوجل",
  Facebook: "فيس بوك",
  Dont_have_account: "ليس لديك حساب؟",
  number: "رقم",
  OR: "أو",
  send: "إرسال",

  //forgetPass page
  forgetPass: "هل نسيت كلمة السر",
  Forgetpassword: "نسيان كلمه السر",
  forget_msg: "أدخل بريدك الإلكتروني لتغيير كلمة المرور الخاصة بك",
  SendAgain: "إرسال مره أخرى",

  //otp page
  OTPTitle: "مصادقة",
  OTPmessage: "تحقق من بريدك الإلكتروني لعرض الرمز الذي نرسله",

  //Reset Password page
  ResetPassword: "اعاده كلمه المرور",
  Newpassword: "كلمه سر جديده ",
  Rewrite_new_password: "إعادة كتابة كلمة المرور الجديدة",

  //Homepage
  Home: "الصفحة الرئيسية",
  About_us: "نبذه عن",
  About: "عنا",
  Blogs: "مدوناتنا",
  Contact_us: "اتصل بنا",
  save: "حفظ",
  time: "وقت",
  withOur: "معنا",
  Eagles: "Eagles",
  car_rental: "تاجير سيارة",
  Book_car: "حجز سيارة",
  Location: "موقع",
  Pick_up: "يلتقط",
  Drop_of: "إهمال",
  Search: "يبحث",
  PlanTitle: "خطط لرحلتك الآن",
  headerTitle: "تأجير سيارات سريع وسهل",
  about: "عن الشركة",
  aboutTitle: "تقوم بتشغيل المحرك وتبدأ مغامرتك",
  aboutparagrah:
    "متأكدة لكنها لكنها خجلة لماذا الكوخ. الرجل وضع الصك سيدي توسلات مهينة. تظاهر رائعة انظر لك بحرارة. أسابيع هادئة لا حيرة أو من. بلا حراك إذا لم يكن هناك لإهانة الحماقة لا احتياطات. منغمس بلدي كما حضر التخلص بقوة.",
  learn_more: "يتعلم أكثر",
  carName: "اسم السيارة",
  //BookNow
  BookNow: "احجز الآن",
  RentDream: "استأجر سيارة أحلامك",
  bookingparagrah:
    "متأكدة لكنها لكنها خجلة لماذا الكوخ. الرجل وضع الصك سيدي توسلات مهينة. تظاهر رائعة انظر لك بحرارة. أسابيع هادئة لا حيرة أو من.",

  //rental
  rentaltitle: "وفر الوقت مع دورة الإيجار لدينا ",
  rentalMessage: "أعلى المطارات. الموردين المحليين. دعم 24/7.",
  book_ride: "ركوب الكتاب",
  New_information: "معلومات جديدة",
  //Our_blogs
  Our_blogs: "مدوناتنا",
  Reviewed_People: "تمت المراجعة من قبل الأشخاص",
  Clients_testimonials: "شهادات العملاء",
  //FAQ
  FAQ: "أسئله",
  Frequently_Questions: "أسئلة مكررة",
  FQUMessage:
    "استخدم تأمينًا محصورًا بمصاريعه. إنه أمر ممتع لأنه يقبل تقدير العناية بشكل معقول. لقد تقدم النقل نحن الأزواج بشكل أفضل. ",

  //DownloadTitle
  DownloadTitle: "قم بتنزيل تطبيقنا لتحقيق أقصى استفادة منه",
  Downloadparagrah:
    "ألقيت خجولة تدل على عشر سيدات وإن سألت رأى. أو من خلال التفكير في طلب موسيقى الحدث. Incommode لذلك نية معيبة في اقتناع.أدى الدخل أشهر نفسه ويسكنك.",
  //Footer
  Terms_conditions: "الأحكام والشروط",
  Privacy_policy: "سياسة الخصوصية",
  How_works: "كيف يعمل",
  Support: "الدعم",
  Top_cars: "أعلى السيارات",
  Nissan: "نيسان",
  BMW: "بي إم دبليو",
  Honda: "هوندا",
  Audi: "أودي",
  Range_Rover: "رينج روفر",
  Join_community: "انضم إلى مجتمعنا",
  Available_now: "Available now",

  //MostFast
  most_fast: "أسرع سيارة في عام 2023",
  egypt_Free: "مرحبا بكم في مصر-السفر الحر",
  Popular_News: "أخبار شعبية",
  Related_News: "أخبار ذات صلة",

  //PrivacyPolicy
  PrivacyPolicy: "سياسة الخصوصية",

  //about us
  More_info: "مزيد من المعلومات",
  Eagles_Car: "سيارة النسور",
  messabout1: "تأسست في ديسمبر 2015 من قبل مجموعة من موردي السيارات.",
  paragabout1:
    "لدينا متخصصون يتمتعون بخبرة تزيد عن عشر سنوات في توريد السيارات للتأجير. تهدف شركتنا إلى تقديم خدمات عالية الجودة من خلال مستشارينا ذوي الخبرة والمهارة في الأسواق المحلية، حيث تغطي خدماتنا مساحات ضخمة داخل مصر. تعتمد أعمالنا على نظام التأجير التمويلي لأي عدد من السيارات، مع نظام قصير وطويل الأجل، ومتابعة صيانة السيارة وخدمة ما بعد التأجير لعملائنا. لدينا نظام لمراقبة الجودة من أجل مراقبة واستقبال أي شكوى يتم حلها. ",
  paraabout2:
    "سيارة يونايتد إيجلز عن عملائها، حيث نقدم لك خطة التخصيص وفقًا لميزانيتك.",
  Our_Mission: "مهمتنا",
  message_Mission1:
    "زيادة التوسعات المكتبية لتغطية جميع متطلبات العملاء في جميع أنحاء مصر والتوسع",
  message_Mission2:
    " في منطقة الشرق الأوسط ككل، ونسعى جاهدين للتطوير المستمر لخدماتنا للوصول إلى",
  message_Mission3:
    " أفضل رضا للعملاء، الرؤية المتقدمة هي هدفنا صنع طرق متعددة لإرضاء العميل والحرص على تقديم أفضل سيارة",
  message_Mission4: `برامج التأجير، والحرص على تلبية كافة احتياجات العملاء
  المتطلبات من حيث جودة السيارات و
  الخدمة المقدمة، والسعي لحل كافة المشاكل
  العقبات التي تواجه العملاء.`,
  Our_vision: "رؤيتنا",
  paravision: `تقديم خدمات تأجير السيارات لجميع الفئات الاجتماعية مثل
  شركات الأمن والبنوك
  كما الصيدلانية
  الشركات وجميع الجنسيات من المستثمرين الأجانب
  و
  السياح، وتوفير كافة وسائل النقل، سواء كانت
  "كوبيه، سيدان، سيارات الدفع الرباعي، مركبة لعدد أكبر من الركاب
  أيضاً".
  تسهيل إجراءات التعاقد وتوفير العملاء
  المتطلبات، وضمان راحتهم باستمرار،
  توفير سيارات بأفضل جودة ومتابعة
  الصيانة الدورية للسيارات عن طريق تفويض السيارة
  المخصصة لهم، والتأكد من أننا نقدم الأفضل
  الخيارات حتى نكون في أفضل حالات العميل
  التوقعات.`,
  Our_Team: "فريقنا",
  Our_Service: "خدمتنا",
  Service1: `شركات الأدوية العالمية مثل "نوفونورديسك"`,
  Service2: "خدمات الإعلان الإلكتروني أوليكس",
  Service3: "قطاع الشركات النفطية",
  Service4: "قطاع شركات الغاز الطبيعي",
  Service5: "قطاع شركات الغاز الطبيعي",
  How_it_works: "كيف تعمل",
  view_detailes: "عرض تفاصيل تأجير السيارات",
  View: "منظر",
  Keep_touch: "البقاء على اتصال معنا",
  Name: "اسم",
  Mobile_number: "رقم الهاتف المحمول",
  Subject: "موضوع",
  Message: "رسالة",
  Contact_Info: "معلومات الاتصال",
  Phone_number: "رقم التليفون",
  Email: "بريد إلكتروني",
  Social_media_contacts: "اتصالات وسائل التواصل الاجتماعي",
  Available: "متاح",
  What_looking: "ما الذي تبحث عنه؟",
  Search_filter: "البحث عن طريق الفلتر",
  Reset_all: "إعادة ضبط الجميع",
  Car_type: " نوع السيارة",
  Car_model: "طراز السيارة",
  Year_model: "نموذج سنوي",
  Number_seat: "رقم المقعد",
  Price_range: "تقييم السعر",
  Rating: "تقييم",
  Apply: "يتقدم",
  Recommended_cars: "السيارات الموصى بها",
  New_data: "بيانات جديدة",
  Car_details: "تفاصيل السيارة",
  Send_request: "ارسل طلب",
  Show_more: "",
};

export default ar;
