const ar = {
  //Register page
  Register: "تسجل دخول جديد",
  Register_msg: "قم بإنشاء حساب جديد اليوم.",
  Check_phone_msg: "تحقق من بريدك الإلكتروني لعرض الرمز الذي نرسله",
  fristName: "الأسم الأول",
  lastName: "الأسم الأخير",
  Iaccept_conditions: "أوافق على ",
  Iaccept_conditions2: "الشروط والأحكام",
  Have_an_account: "هل لديك حساب؟",
  Continue: "إستمر",
  Borrower: "صاحب سيارة",
  Car_rental: "تأجير سيارة",
  Wrong: "كلمة المرور لمرة واحدة خاطئة، حاول مرة أخرى ",

  //login page
  login_msg: "مرحبًا بعودتك !",
  ContinueWith: "تواصل مع",
  Login: " تسجل الدخول",
  remember_me: "تذكرنى",
  Signup: "تسجل دخول جديد",
  Google: "جوجل",
  Facebook: "فيس بوك",
  Dont_have_account: "ليس لديك حساب؟",
  number: "رقم",
  OR: "أو",
  send: "إرسال",

  //forgetPass page
  forgetPass: "هل نسيت كلمة السر",
  Forgetpassword: "نسيان كلمه السر",
  forget_msg: "ادخل رقم الهاتف الخاص بك",
  SendAgain: "إرسال مره أخرى",

  //otp page
  OTPTitle: "مصادقة",
  OTPmessage: "تحقق من بريدك الإلكتروني لعرض الرمز الذي نرسله",

  //Reset Password page
  ResetPassword: "اعاده كلمه المرور",
  Newpassword: "كلمه سر جديده ",
  Rewrite_new_password: "إعادة كتابة كلمة المرور الجديدة",
  privacy_policy: "سياسة الخصوصية",

  //Homepage
  Home: "الصفحة الرئيسية",
  About_us: "نبذه عن الشركة",
  About: "عنا",
  Blogs: "المدونة",
  Contact_us: "اتصل بنا",
  save: "احفظ",
  time: "وقت",
  withOur: "معنا",
  Eagles: "ايجلز",
  car_rental: "لتأجير السيارات",
  Book_car: "حجز سيارة",
  Location: "موقع",
  Pick_up: "موعد البداية",
  Drop_of: "موعد النهاية",
  Search: "بحث",
  long_term: "رحلة طويلة",
  short_term: "رحلة قصيرة",
  return_point: "نقطة العوده",
  PlanTitle: "خطط لرحلتك الآن",
  headerTitle: "تأجير سيارات سريع وسهل",
  about: "عن الشركة",
  aboutTitle: "شغل محرك سيارتك ، وابدأ مغامراتك",
  aboutparagrah:
    "لدينا متخصصون ذوو خبرة تزيد عن عشر سنوات في توريد السيارات للإيجار. تهدف شركتنا إلى تقديم خدمات عالية الجودة من خلال مستشارينا ذوي الخبرة والمهارة في الأسواق المحلية، حيث تغطي خدماتنا مساحات كبيرة داخل مصر والإمارات العربية المتحدة.",
  learn_more: "معرفة المزيد",
  carName: "اسم السيارة",
  par1: " يمكنك العثور على مجموعة كبيرة ومتنوعة من السيارات يمكنك الاختيار من بينها ",
  par2: "سيقوم فريق مركز الاتصال على مدار 24 ساعة بالاتصال بك للحصول على سيارتك السحرية.",
  par3: "",
  Select_Car: "اختر السياره",
  Contact_Operator: "اتصل بنا",
  Let_Drive: "لنقم بالقيادة",
  //BookNow
  BookNow: "احجز الآن",
  RentDream: "استأجر سيارة أحلامك",
  bookingparagrah: `أسست مجموعة هيونداي موتور رؤية جديدة، "معًا من أجل مستقبل أفضل". من أجل الوفاء بدورها ومسؤوليتها كشركة عالمية موثوقة. حددت شركة هيونداي موتور رؤيتها`,

  //rental
  rentaltitle: "وفّر الوقت مع شركة ايجلز  لتأجير السيارات",
  rentalMessage: "أعلى السيارات. الموردين المحليين. دعم 24/7.",
  book_ride: "احجز الان ",
  New_information: "معلومات جديدة",
  //Our_blogs
  Our_blogs: "مدوناتنا",
  Reviewed_People: "تقييم العملاء",
  Clients_testimonials: "اراء العملاء",
  Clients_reviews: `إنها دائمًا تجربة إيجابية عند الاستئجار لديكم. فريق العمل محترف للغاية وفعال ويبتسم دائمًا. وأشعر دائمًا بالترحيب والتقدير.
  الإدارة سريعة دائمًا في حل أي مشكلة في أي وقت. كفاءتهم واحترافهم يجعل من خياري الأول.`,
  //FAQ
  FAQ: "أسئله",
  Frequently_Questions: "الاسئلة الشائعة",
  FQUMessage:
    "هل لديك سؤال عن أي شيء؟ يمكنك العثور على الإجابة أدناه أيضًا    يمكنك الاتصال بنا لمزيد من البيانات ",
  qus1: "هل يجب عليك فحص سيارتك قبل رحلة طويلة؟",
  qus2: "كم يجب أن يكون عمري لاستئجار سيارة؟",
  qus3: "كيف يمكنني العثور على أسعار تأجير السيارات المنخفضة هذه؟",
  answerQue:
    "آخر شيء يريده أي شخص عندما يكون في رحلة على الطريق هو عطل ميكانيكي في سيارته. إن الانهيار في بيئة غير مألوفة هو الأسوأ. إن أخذ سيارتك لإجراء فحص سريع من ميكانيكي مؤهل يمكن أن يوفر عليك صداعًا كبيرًا في المستقبل. سوف يقوم الميكانيكي بفحص الإطارات والفرامل والبطارية والسوائل والمحرك والأضواء والمساحات بسرعة للتأكد من أن كل شيء يعمل بسلاسة.",
  //DownloadTitle
  DownloadTitle: "قم بتنزيل تطبيقنا للحصول   علي كامل الخدمات المتاحة",
  Downloadparagrah:
    "تقديم خدمات تأجير السيارات لجميع الفئات الاجتماعية مثل شركات الأمن والبنوك والأدوية الشركات، وجميع الجنسيات مع مجموعة كبيرة ومتنوعة من الميزات",
  //Footer
  Terms_conditions: "الأحكام والشروط",
  Privacy_policy: "سياسة الخصوصية",
  How_works: "كيف يعمل",
  Support: "الدعم",
  Top_cars: "أفضل ماركات السيارات",
  Nissan: "نيسان",
  BMW: "بي إم دبليو",
  Honda: "هوندا",
  Audi: "أودي",
  Range_Rover: "رينج روفر",
  Join_community: "انضم إلى مجتمعنا",
  Available_now: "Available now",

  //MostFast
  most_fast: "أسرع سيارة في عام 2023",
  egypt_Free: "مرحبا بكم في مصر-السفر الحر",
  Popular_News: "أخبار شعبية",
  Related_News: "أخبار ذات صلة",

  //PrivacyPolicy
  PrivacyPolicy: "سياسة الخصوصية",

  //about us
  More_info: "مزيد من المعلومات",
  about_us_page: "عن شركتنا",
  Eagles_Car: "سيارة النسور",
  messabout1:
    "تأسست شركة إيغلز لتأجير السيارات في ديسمبر 2015 على يد مجموعة من موردي السيارات. لدينا متخصصون ذوو خبرة تزيد عن عشر سنوات في توريد السيارات للإيجار.",
  paragabout1:
    "لدينا متخصصون ذوو خبرة تزيد عن عشر سنوات في توريد السيارات للإيجار. تهدف شركتنا إلى تقديم خدمات عالية الجودة من خلال مستشارينا ذوي الخبرة والمهارة في الأسواق المحلية، حيث تغطي خدماتنا مساحات كبيرة داخل مصر. يعتمد نشاطنا التجاري على نظام الإيجار المالي لأي عدد من السيارات، مع نظام قصير وطويل الأمد، ومتابعة صيانة السيارات وخدمة ما بعد التأجير لعملائنا. لدينا نظام لمراقبة الجودة لمراقبة ومتابعة أي شكوى وإيجاد حلاً لها.",
  paraabout2:
    "شركة إيغلز مهتمة بعملائها، حيث نقدم خطة تخصيصية لك وفقًا لميزانيتك.",
  Our_Mission: "مهمتنا",
  message_Mission1:
    "زيادة توسعنا في مكاتبنا لتغطية جميع احتياجات العملاء في جميع أنحاء مصر والتوسع في الشرق الأوسط بأكمله",
  message_Mission2:
    "نسعى جاهدين لتطوير خدماتنا باستمرار لتحقيق أفضل رضى العملاء. رؤيتنا المتقدمة هي هدفنا",
  message_Mission3:
    "حيث نسعى إلى توفير عدة طرق لإرضاء العميل وحرصنا على تقديم أفضل برامج تأجير السيارات",
  message_Mission4:
    "ونحرص على تلبية جميع متطلبات العميل من حيث جودة السيارات والخدمة المقدمة، ونسعى جاهدين لحل جميع العقبات التي تواجه العملاء.",
  Our_vision: "رؤيتنا",
  paravision:
    "تقديم خدمات تأجير السيارات لجميع الفئات الاجتماعية، مثل شركات الأمان، والبنوك، وشركات الأدوية، وجميع الجنسيات للمستثمرين الأجانب والسياح. نقدم جميع وسائل النقل، سواء كانت سيارات كوبيه، سيدان، دفع رباعي، أو سيارات لعدد أكبر من الركاب. نسهل إجراءات العقد، ونلبي احتياجات العملاء، ونضمن باستمرار راحتهم، ونوفر سيارات عالية الجودة، ونتابع صيانة السيارات بانتظام عن طريق تفويض السيارة المخصصة لهم، ونضمن تقديم أفضل الخيارات حتى نكون عند توقعات العملاء.",
  Our_Team: "فريقنا",
  Our_Service: "خدمتنا",
  Service1: ' الشركات الدوائية العالمية مثل "نوفو نورديسك".',
  Service2: "خدمات الإعلان الإلكتروني مثل OLX.",
  Service3: "قطاع شركات النفط.",
  Service4:
    "بعض البنوك التي نخدمها ولدينا حسابات فيها، مثل بنك قطر الوطني وبنك التجارة والتنمية الدولي.",
  Service5: "قطاع شركات الغاز الطبيعي",

  How_it_works: "كيف تعمل",
  view_detailes: "عرض تفاصيل تأجير السيارات",
  View: "عرض",
  Keep_touch: "ابقى على تواصل معنا",
  Name: "اسم",
  Mobile_number: "رقم الهاتف المحمول",
  Subject: "موضوع",
  Message: "رسالة",
  Contact_Info: "معلومات الاتصال",
  Phone_number: "رقم الهاتف",
  I_accept: "اوافق علي",
  Email: "بريد إلكتروني",
  password: "كلمه المرور",
  facebook: "فيسبوك",
  Social_media_contacts: "وسائل التواصل الاجتماعي ",
  Available: "متاح",
  What_looking: "ما الذي تبحث عنه؟",
  Search_filter: "البحث عن طريق الفلتر",
  Reset_all: "اعادة الفلترة",
  Car_type: " نوع السيارة",
  Car_model: "طراز السيارة",
  Year_model: "سنة الانشاء",
  Number_seat: "عدد المقاعد",
  Price_range: "التقييم",
  Rating: "تقييم",
  Apply: "التقديم",
  Recommended_cars: "السيارات الموصى بها",
  New_data: "بيانات جديدة",
  Car_details: "تفاصيل السيارة",
  Send_request: "ارسل طلب",
  Show_more: "",
  requiredFiled: "هذالحقل مطلوب",
  requiredFiledemail: "",
  phone: "الهاتف",
  Logout: "تسجيل خروج",
  Return_point: "Return_point",
  Car_condition: "حالة السيارة",
  paraFooter: "متخصصون بخبرة أكثر من عشر سنوات في  توريد سيارات للتأجير.",
  with_driver: "بسائق",
  Without_driver: "بدون سائق",
  //Profile
  profile: "حسابك الشخصى",
};

export default ar;
